{
    "item": [
      {
        "code": "111",
        "name": "Tiền",
        "group": "LOẠI TÀI KHOẢN TÀI SẢN",
        "groupcode": "1",
        "parentcode": "0",
        "nguyentac": "1.1. Tài khoản này dùng để phản ánh tình hình thu, chi tiền của doanh nghiệp bao gồm tiền mặt tại quỹ và tiền gửi ngân hàng có kỳ hạn hoặc không có kỳ hạn. Doanh nghiệp tự chi tiết theo yêu cầu quản lý để theo dõi rõ ràng, minh bạch các khoản tiền mặt và tiền gửi ngân hàng.\n1.2. Khi thu, chi tiền mặt phải có phiếu thu, phiếu chi và có đủ chữ ký theo quy định về chứng từ kế toán. Khi hạch toán tiền gửi ngân hàng phải có giấy báo Nợ, giấy báo Có hoặc bảng sao kê của ngân hàng.",
        "childcode": "0",
        "phananh": "Bên Nợ:\n-  Các khoản tiền tăng do thu được tiền mặt hoặc thu tiền qua ngân hàng;\n-  Các khoản tiền thừa phát hiện khi kiểm kê;\nBên Có:\n-  Các khoản tiền giảm do chi tiền mặt hoặc chi tiền qua ngân hàng;\n-  Các khoản tiền thiếu hụt phát hiện khi kiểm kê;\nSố dư bên Nợ:\nCác khoản tiền mặt còn tồn quỹ hoặc các khoản tiền còn dư ở các Ngân hàng.\nTK 111 có 2 Tài khoản cấp 2:\nTài khoản 1111- Tiền mặt: Phản ánh tình hình thu, chi tồn quỹ tiền mặt của doanh nghiệp\nTài khoản 1112- Tiền gửi ngân hàng: Phản ánh số tiền gửi vào, rút ra và hiện còn đang gửi tại các ngân hàng.",
        "phuongphap": "3.1. Xuất quỹ tiền mặt gửi vào ngân hàng (kể cả gửi tiết kiệm), ghi:\nNợ TK 1112 - Tiền gửi ngân hàng\n                        Có TK 1111 - Tiền mặt.\nKhi rút tiền gửi ngân hàng về nhập quỹ tiền mặt theo số tiền gốc đã gửi ghi ngược lại bút toán trên.\n3.2. Khi thu được tiền lãi tiết kiệm bằng tiền, ghi:\nNợ TK 111 - Tiền (1111, 1112)\n                        Có TK 91118 - Thu nhập khác (tiền lãi)\n3.3. Khi phát sinh doanh thu bán sản phẩm, hàng hoá, cung cấp dịch vụ và các khoản thu nhập khác:\nNợ TK 111 - Tiền (1111, 1112)\nNợ TK 131 - Các khoản nợ phải thu (nếu chưa thu được tiền)\n                        Có TK 9111- Doanh thu và thu nhập\nCó TK 33131 - Thuế GTGT phải nộp.\n3.4. Khi phát sinh các khoản vay vốn của ngân hàng hoặc các đối tượng khác bằng tiền, ghi:\nNợ TK 111 - Tiền (1111, 1112)\nCó TK 331 - Các khoản nợ phải trả.\nKhi trả nợ vay ngân hàng, số nợ gốc phải trả ghi ngược lại bút toán trên.\nSố lãi phải trả ngân hàng bằng tiền ghi:\nNợ TK 91128 - Chi phí khác\n                        Có TK 111 - Tiền (1111, 1112)\n3.5. Khi thu hồi các khoản nợ phải thu bằng tiền, ghi:\nNợ TK 111 - Tiền (1111, 1112)\n            Có TK 131 - Các khoản nợ phải thu.\n3.6. Khi nhận được vốn góp của các thành viên bằng tiền, ghi:\nNợ TK 111 - Tiền (1111, 1112)\nCó TK 411 - Vốn chủ sở hữu\n3.7. Chi tiền để mua hàng tồn kho về nhập kho, mua TSCĐ, để thanh toán các khoản chi phí dịch vụ mua ngoài như điện, nước, điện thoại,..., ghi:\n- Nếu doanh nghiệp được khấu trừ thuế GTGT đầu vào thì hàng tồn kho, TSCĐ mua về, các khoản chi phí phát sinh không bao gồm thuế GTGT, ghi:\nNợ TK 152- Hàng tồn kho (Nếu mua NVL, DC, hàng hóa, chi phí phát sinh phục vụ cho hoạt động sản xuất sản phẩm)\nNợ TK 211- Tài sản cố định (Nếu mua TSCĐ)\nNợ TK 9112 - Các khoản chi phí (nếu chi phí phát sinh cho hoạt động bán hàng, quản lý doanh nghiệp, chi trả lãi vay)\nNợ TK 1313 - Thuế GTGT được khấu trừ (số thuế GTGT đầu vào được khấu trừ)\nCó TK 111 - Tiền (1111, 1112).\n- Nếu thuế GTGT đầu vào không được khấu trừ, giá trị hàng tồn kho, TSCĐ và chi phí bao gồm cả thuế GTGT.\n3.8. Chi tiền để thanh toán các khoản nợ nhà cung cấp, trả lương và các khoản trích theo lương, chi nộp thuế vào NSNN và các khoản nợ phải trả khác, ghi:\nNợ TK 331 - Các khoản nợ phải trả\nNợ TK 3313 - Thuế và các khoản phải nộp nhà nước (chi nộp thuế)\nCó TK 111 - Tiền (1111, 1112).\n3.9. Các khoản tiền thiếu phát hiện khi kiểm kê, ghi:\nNợ TK 1318 - Các khoản nợ phải thu khác\n                        Có TK 111 - Tiền (1111, 1112).\n3.10. Các khoản tiền thừa phát hiện khi kiểm kê, ghi:\nNợ TK 111 - Tiền (1111, 1112)\n                        Có TK 3318 - Các khoản nợ phải trả khác.",
        "childcount": "2"
      },
      {
        "code": "1111",
        "name": "Tiền mặt",
        "group": "LOẠI TÀI KHOẢN TÀI SẢN",
        "groupcode": "1",
        "parentcode": "111"
      },
      {
        "code": "1112",
        "name": "Tiền gửi ngân hàng",
        "group": "LOẠI TÀI KHOẢN TÀI SẢN",
        "groupcode": "1",
        "parentcode": "111"
      },
      {
        "code": "131",
        "name": "Các khoản nợ phải thu",
        "group": "LOẠI TÀI KHOẢN TÀI SẢN",
        "groupcode": "1",
        "parentcode": "0",
        "nguyentac": "Các khoản nợ phải thu bao gồm phải thu của khách hàng, thuế GTGT được khấu trừ và các khoản phải thu khác. Doanh nghiệp mở sổ kế toán chi tiết để theo dõi các khoản phải thu nêu trên đảm bảo tính minh bạch, dễ kiểm tra, kiểm soát và đối chiếu.\nĐối với phải thu của khách hàng\na) Tài khoản này dùng để phản ánh các khoản nợ phải thu và tình hình thanh toán các khoản nợ phải thu của doanh nghiệp với khách hàng về tiền bán sản phẩm, hàng hóa, cung cấp dịch vụ. Không phản ánh vào tài khoản này các nghiệp vụ thu tiền ngay.\nb) Khoản phải thu của khách hàng cần được hạch toán chi tiết cho từng đối tượng, từng nội dung phải thu, theo dõi chi tiết kỳ hạn thu hồi và ghi chép theo từng lần thanh toán. Đối tượng phải thu là các khách hàng có quan hệ kinh tế với doanh nghiệp về mua sản phẩm, hàng hoá, nhận cung cấp dịch vụ.\nc) Bên giao ủy thác xuất khẩu ghi nhận trong tài khoản này đối với các khoản phải thu từ bên nhận ủy thác xuất khẩu về tiền bán hàng xuất khẩu như các giao dịch bán hàng, cung cấp dịch vụ thông thường.     \nd) Trong hạch toán chi tiết tài khoản này, kế toán phải tiến hành phân loại các khoản nợ (nợ có thể trả đúng hạn, khoản nợ khó đòi hoặc có khả năng không thu hồi được), để có biện pháp xử lý đối với khoản nợ phải thu không đòi được. Khoản thiệt hại về nợ phải thu khó đòi được ghi nhận vào các khoản chi phí của doanh nghiệp trong kỳ báo cáo. Khi đòi được các khoản nợ khó đòi đã xử lý thì hạch toán vào thu nhập khác.\nđ) Trong quan hệ bán sản phẩm, hàng hoá, cung cấp dịch vụ theo thoả thuận giữa doanh nghiệp với khách hàng, nếu sản phẩm, hàng hoá đã giao, dịch vụ đã cung cấp không đúng theo thoả thuận trong hợp đồng kinh tế thì người mua có thể yêu cầu doanh nghiệp giảm giá hàng bán hoặc trả lại số hàng đã giao.\n\n1.2. Đối với thuế GTGT được khấu trừ\na) Tài khoản này dùng để phản ánh số thuế GTGT đầu vào được khấu trừ, đã khấu trừ và còn được khấu trừ của doanh nghiệp. Tài khoản này chỉ sử dụng tại doanh nghiệp nộp thuế GTGT theo phương pháp khấu trừ.\nb) Kế toán phải hạch toán riêng thuế GTGT đầu vào được khấu trừ và không được khấu trừ theo nguyên tắc:\n- Nếu thuế GTGT đầu vào được khấu trừ thì giá trị hàng tồn kho, tài sản cố định, dịch vụ mua về là giá mua chưa có thuế GTGT; Phần thuế GTGT đầu vào được khấu trừ phản ánh vào tài khoản này.\n- Số thuế GTGT đầu vào không được khấu trừ phải ghi nhận vào giá trị tài sản hoặc các khoản chi phí có liên quan tuỳ theo từng trường hợp cụ thể.\nc) Trường hợp không thể hạch toán riêng được số thuế GTGT được khấu trừ và không được khấu trừ thì toàn bộ số thuế GTGT đầu vào phát sinh trong kỳ được hạch toán vào TK 1313. Cuối kỳ, kế toán phải xác định số thuế GTGT được khấu trừ và không được khấu trừ theo quy định của pháp luật về thuế GTGT để hạch toán cho phù hợp.\nd) Việc xác định số thuế GTGT đầu vào được khấu trừ, kê khai, quyết toán, nộp thuế phải tuân thủ theo đúng quy định của pháp luật về thuế GTGT.\n\n1.3. Đối với các khoản nợ phải thu khác\nCác khoản nợ phải thu khác của doanh nghiệp bao gồm các khoản nợ phải thu của doanh nghiệp ngoài khoản nợ phải thu của khách hàng và thuế GTGT được khấu trừ, như: phải thu về tạm ứng cho người lao động; tài sản thiếu chờ xử lý; Các khoản nợ phải thu về ký cược, ký quỹ tại đơn vị khác,.... Các khoản nợ phải thu được theo dõi chi tiết theo số tiền phải thu, kỳ hạn phải thu, đối tượng phải thu và các yếu tố khác theo nhu cầu quản lý của doanh nghiệp.",
        "childcode": "0",
        "phananh": "Bên Nợ:\n- Các khoản nợ phải thu tăng trong kỳ do bán sản phẩm, hàng hóa hoặc cung cấp dịch vụ cho khách hàng chưa thu tiền;\n- Số thuế GTGT đầu vào được khấu trừ;\n- Các khoản tạm ứng cho người lao động; giá trị tài sản thiếu chờ xử lý; các khoản tiền đem đi ký cược, ký quỹ tại đơn vị khác,...;\nBên Có:\n- Các khoản nợ phải thu giảm trong kỳ do thu được các khoản nợ phải thu của khách hàng;\n- Số thuế GTGT đầu vào đã khấu trừ, đã được hoàn lại (nếu có);\n- Kết chuyển số thuế GTGT đầu vào được khấu trừ hoặc ghi giảm số thuế GTGT đầu vào không được khấu trừ;\n-Thanh toán tạm ứng với người lao động, xử lý tài sản thiếu, thu hồi các khoản ký quỹ, ký cược tại đơn vị khác,...;\nSố dư bên Nợ: Số thuế GTGT đầu vào còn được khấu trừ; Các khoản nợ còn phải thu của khách hàng, số thuế GTGT đầu vào được hoàn lại nhưng NSNN chưa hoàn trả, phải thu khác hiện còn cuối kỳ.\nTài khoản này có thể có số dư bên Có. Số dư bên Có phản ánh số đã thu nhiều hơn số phải thu của từng đối tượng cụ thể.\nTài khoản 131 - Các khoản nợ phải thu, có 3 tài khoản cấp 2:\n- Tài khoản 1311 - Phải thu của khách hàng: Phản ánh số tiền phải thu của khách hàng từ việc bán sản phẩm, hàng hóa hoặc cung cấp dịch vụ;\n- Tài khoản 1313 - Thuế GTGT được khấu trừ:  Phản ánh số thuế GTGT đầu vào được khấu trừ, đã khấu trừ và còn được khấu trừ của doanh nghiệp;\n- Tài khoản 1318 - Các khoản nợ phải thu khác: Phản ánh các khoản phải thu về tạm ứng cho người lao động; tài sản thiếu chờ xử lý...",
        "phuongphap": "3.1. Kế toán các khoản phải thu của khách hàng\na) Khi bán sản phẩm, hàng hoá, cung cấp dịch vụ cho khách hàng nhưng chưa thu được tiền, căn cứ vào hóa đơn GTGT hoặc hóa đơn bán hàng, ghi:\nNợ TK 131- Các khoản nợ phải thu (1311)\nCó TK 9111- Doanh thu và thu nhập (91111)\nCó TK 33131 - Thuế GTGT phải nộp (nếu doanh nghiệp nộp thuế GTGT theo phương pháp khấu trừ).\nb) Khi thu được các khoản nợ phải thu của khách hàng, phải thu khác, các khoản ký quỹ, ký cược bằng tiền,... ghi:\nNợ TK 111 - Tiền\n                        Có TK 131- Các khoản nợ phải thu (1311).\n3.2. Kế toán thuế GTGT được khấu trừ        \n- Khi mua hàng tồn kho, TSCĐ, dịch vụ..., nếu thuế GTGT đầu vào được khấu trừ ghi:\nNợ các TK 152, 211, 9112 (không bao gồm thuế GTGT đầu vào)\nNợ TK 1313 - Thuế GTGT được khấu trừ\n                        Có các TK 111, 3318\nNếu thuế GTGT đầu vào không được khấu trừ thì giá trị tài sản mua về, các khoản chi phí phát sinh bao gồm cả thuế GTGT đầu vào.\n- Cuối kỳ, xác định và kết chuyển số thuế GTGT đầu vào được khấu trừ với số thuế GTGT đầu ra để xác định số thuế GTGT phải nộp trong kỳ, ghi:\nNợ TK 33131 - Thuế GTGT phải nộp\n                        Có TK 1313 - Thuế GTGT được khấu trừ.\n- Trường hợp tại thời điểm giao dịch phát sinh chưa xác định được thuế GTGT đầu vào của hàng hóa, dịch vụ có được khấu trừ hay không, kế toán phản ánh toàn bộ số thuế GTGT đầu vào vào bên Nợ TK 1313. Định kỳ, kế toán xác định số thuế GTGT đầu vào không được khấu trừ để phản ánh vào chi phí, ghi:\nNợ TK 9112 - Các khoản chi phí\nCó TK 1313 - Thuế GTGT được khấu trừ.\n- Trường hợp doanh nghiệp được hoàn thuế GTGT đầu vào, căn cứ vào quyết định hoàn thuế của cơ quan có thẩm quyền, ghi:\n            Nợ TK 111- Tiền\n                        Có TK 1313 - Thuế GTGT được khấu trừ.\n3.3. Kế toán các khoản nợ phải thu khác\na) Kế toán các khoản tạm ứng:\n- Khi tạm ứng tiền, vật tư cho người lao động trong doanh nghiệp, ghi:\nNợ TK 131 - Các khoản nợ phải thu (1318)\nCó các TK 111, 152,...           \n- Khi quyết toán khoản tạm ứng, căn cứ vào các chứng từ do người nhận tạm ứng cung cấp, ghi:\nNợ các TK 152, 9112, ...\nNợ TK 1313 - Thuế GTGT được khấu trừ (nếu có)\nNợ TK 111 - Tiền,....(nếu tạm ứng thừa phải nộp lại)\nCó TK 131 - Các khoản nợ phải thu (1318).\nCó TK 111 - Tiền ... (nếu phải chi trả thêm)\nb) Trường hợp tài sản phát hiện thiếu khi kiểm kê:\n- Phản ánh giá trị tài sản bị thiếu, ghi:\nNợ TK 131 - Các khoản nợ phải thu (1318)\n                        Có các TK 111, 152,...\n- Khi có quyết định xử lý đối với tài sản thiếu, ghi:\nNợ TK 111 - Tiền (cá nhân, tổ chức nộp tiền bồi thường)\nNợ TK 3311 - Phải trả người lao động (số bồi thường trừ vào lương)\nNợ TK 9112 - Các khoản chi phí (số tính vào chi phí)\nCó TK 131 - Các khoản nợ phải thu (1318).\n3.4. Khi phát sinh tổn thất khoản nợ phải thu do không thu hồi được, ghi:\nNợ TK 9112 - Các khoản chi phí\n                        Có TK 131 - Các khoản nợ phải thu (1311, 1318).",
        "childcount": "3"
      },
      {
        "code": "1311",
        "name": "Phải thu của khách hàng",
        "group": "LOẠI TÀI KHOẢN TÀI SẢN",
        "groupcode": "1",
        "parentcode": "131"
      },
      {
        "code": "1313",
        "name": "Thuế GTGT được khấu trừ",
        "group": "LOẠI TÀI KHOẢN TÀI SẢN",
        "groupcode": "1",
        "parentcode": "131"
      },
      {
        "code": "1318",
        "name": "Các khoản nợ phải thu khác",
        "group": "LOẠI TÀI KHOẢN TÀI SẢN",
        "groupcode": "1",
        "parentcode": "131"
      },
      {
        "code": "152",
        "name": "Hàng tồn kho",
        "group": "LOẠI TÀI KHOẢN TÀI SẢN",
        "groupcode": "1",
        "parentcode": "0",
        "nguyentac": "1.1. TK 152 được dùng để phản ánh trị giá hiện có và tình hình biến động các loại hàng tồn kho của doanh nghiệp siêu nhỏ trong kỳ.\n1.2. Hàng tồn kho của doanh nghiệp siêu nhỏ gồm: Nguyên vật liệu, dụng cụ; Chi phí sản xuất kinh doanh dở dang; Thành phẩm, hàng hoá. Doanh nghiệp siêu nhỏ được chủ động mở sổ kế toán chi tiết để theo dõi các loại hàng tồn kho phù hợp với  yêu cầu quản lý, đặc điểm hoạt động sản xuất kinh doanh đảm bảo tính minh bạch, dễ kiểm tra, kiểm soát.\na) Nguyên vật liệu là các đối tượng lao động của doanh nghiệp và thường được phân loại như sau:\n- Nguyên vật liệu chính: Là những loại nguyên liệu và vật liệu khi tham gia vào quá trình sản xuất, cấu thành thực thể vật chất, thực thể chính của sản phẩm. Vì vậy, khái niệm nguyên liệu, vật liệu chính gắn liền với từng doanh nghiệp sản xuất cụ thể.\n- Vật liệu phụ: Là những loại vật liệu khi tham gia vào quá trình sản xuất, không cấu thành thực thể chính của sản phẩm nhưng có thể kết hợp với nguyên vật liệu chính làm thay đổi màu sắc, mùi vị, hình dáng bề ngoài, tăng thêm chất lượng của sản phẩm hoặc tạo điều kiện cho quá trình chế tạo sản phẩm được thực hiện bình thường, hoặc phục vụ cho nhu cầu công nghệ, kỹ thuật, bảo quản đóng gói; phục vụ cho quá trình lao động.\n- Nhiên liệu: Là những thứ có tác dụng cung cấp nhiệt lượng trong quá trình sản xuất, kinh doanh tạo điều kiện cho quá trình chế tạo sản phẩm diễn ra bình thường. Nhiên liệu có thể tồn tại ở thể lỏng, thể rắn và thể khí.\n- Vật liệu khác bao gồm các loại vật tư thay thế như vật tư dùng để thay thế, sửa chữa máy móc thiết bị, phương tiện vận tải, công cụ, dụng cụ sản xuất, thiết bị... ngoài các loại nguyên vật liệu trên.\nb) Dụng cụ của doanh nghiệp là những tư liệu lao động không có đủ các tiêu chuẩn về giá trị và thời gian sử dụng quy định đối với TSCĐ.\n- Các loại công cụ, dụng cụ của doanh nghiệp siêu nhỏ thường bao gồm:\n+ Những dụng cụ, đồ nghề bằng thuỷ tinh, sành, sứ;\n+ Phương tiện quản lý, đồ dùng văn phòng;\n+ Quần áo, giày dép chuyên dùng để làm việc,...\n+ Các loại bao bì bán kèm theo hàng hóa có tính tiền riêng, có tính giá trị hao mòn để trừ dần giá trị của bao bì và các loại dụng cụ khác.\nc) Chi phí sản xuất, kinh doanh dở dang hạch toán trên Tài khoản 1524 phải được chi tiết theo địa điểm phát sinh chi phí (phân xưởng, bộ phận sản xuất, đội sản xuất,...); theo loại, nhóm sản phẩm, hoặc chi tiết, bộ phận sản phẩm; theo từng loại dịch vụ hoặc theo từng công đoạn dịch vụ.\nd) Thành phẩm là những sản phẩm đã kết thúc quá trình chế biến do các bộ phận sản xuất của doanh nghiệp sản xuất hoặc thuê ngoài gia công xong đã được kiểm nghiệm phù hợp với tiêu chuẩn kỹ thuật và nhập kho.\n- Thành phẩm do các bộ phận sản xuất của doanh nghiệp sản xuất ra phải được đánh giá theo giá thành sản xuất (giá gốc), bao gồm: Chi phí nguyên vật liệu, nhân công và các chi phí khác có liên quan trực tiếp đến việc sản xuất sản phẩm.\n- Thành phẩm thuê ngoài gia công chế biến được đánh giá theo giá thành thực tế gia công chế biến bao gồm: Chi phí nguyên vật liệu trực tiếp, chi phí thuê gia công và các chi phí khác có liên quan trực tiếp đến quá trình gia công.\nđ) Hàng hóa là các loại vật tư, sản phẩm do doanh nghiệp siêu nhỏ mua về với mục đích để bán (bán buôn và bán lẻ).\nTùy theo đặc điểm hoạt động và yêu cầu quản lý của doanh nghiệp siêu nhỏ, hàng tồn kho có thể theo dõi chi tiết theo từng mặt hàng, chủng loại, quy cách, phẩm chất,...\n\n1.3. Các loại sản phẩm, hàng hóa, vật tư, tài sản nhận giữ hộ, nhận ký gửi, nhận gia công... không thuộc quyền sở hữu và kiểm soát của doanh nghiệp siêu nhỏ thì không được phản ánh là hàng tồn kho của doanh nghiệp (không phản ánh vào TK 152) mà chỉ mở sổ chi tiết để theo dõi về số lượng, quy cách phẩm chất của hàng tồn kho,....\n\n1.4. Giá gốc của hàng tồn kho được xác định tuỳ theo từng nguồn nhập.\n- Giá gốc hàng tồn kho mua ngoài, bao gồm: Giá mua ghi trên hóa đơn. Tùy theo phương pháp tính thuế GTGT của doanh nghiệp mà giá mua hàng tồn kho được xác định như sau:\n+ Trường hợp thuế GTGT được khấu trừ thì giá trị của hàng tồn kho mua vào được phản ánh theo giá mua chưa có thuế GTGT trên hóa đơn.\n+ Trường hợp thuế GTGT không được khấu trừ thì giá trị của hàng tồn kho mua vào bao gồm cả thuế GTGT trên hóa đơn.\n- Giá gốc của hàng tồn kho nhận góp vốn của chủ sở hữu là giá trị được các bên tham gia góp vốn thống nhất đánh giá theo quy định.\n\n1.5. Các khoản chiết khấu thương mại, giảm giá nếu phát sinh ngay khi mua hàng tồn kho được trừ trực tiếp vào giá trị hàng mua trên hóa đơn còn nếu phát sinh sau khi kết thúc hoạt động mua hàng được hạch toán vào thu nhập khác của doanh nghiệp theo quy định của pháp luật thuế.\n1.6. Khi xác định giá trị hàng tồn kho xuất trong kỳ, doanh nghiệp áp dụng phương pháp bình quân gia quyền cả kỳ. Theo phương pháp này, giá trị của từng loại hàng tồn kho được tính theo giá trị trung bình của từng loại hàng tồn kho đầu kỳ và giá trị từng loại hàng tồn kho được mua hoặc sản xuất trong cả kỳ. Giá trị trung bình được tính vào cuối mỗi kỳ.\n1.7. Kế toán hàng tồn kho phải đồng thời kế toán chi tiết cả về giá trị và hiện vật theo từng thứ, từng loại, quy cách nguyên vật liệu, dụng cụ, hàng hóa theo từng địa điểm quản lý và sử dụng, luôn phải đảm bảo sự khớp, đúng cả về giá trị và hiện vật giữa thực tế với sổ kế toán tổng hợp và sổ kế toán chi tiết.\n1.8. Chi phí vận chuyển, bốc xếp, bảo quản hàng tồn kho phát sinh trong quá trình mua hàng hoặc tiếp tục quá trình sản xuất, chế biến kể cả vận chuyển hàng tồn kho đi bán hoặc gửi bán đều được hạch toán vào các khoản chi phí của doanh nghiệp siêu nhỏ.",
        "childcode": "0",
        "phananh": "Bên Nợ:\n- Trị giá thực tế của các loại nguyên vật liệu, dụng cụ, thành phẩm, hàng hóa tăng khi nhập kho;\n- Các chi phí nguyên vật liệu, nhân công và các chi phí khác phát sinh trong kỳ liên quan trực tiếp đến sản xuất sản phẩm hoặc thực hiện dịch vụ;\n- Trị giá thực tế của hàng tồn kho thừa phát hiện khi kiểm kê.\nBên Có:\n- Trị giá thực tế của nguyên vật liệu, dụng cụ, thành phẩm, hàng hóa giảm khi xuất kho;\n- Giá thành sản xuất thực tế của nguyên vật liệu, thành phẩm đã chế tạo hoặc thuê gia công xong nhập kho hoặc chuyển đi bán;\n- Chi phí thực tế của khối lượng dịch vụ đã hoàn thành cung cấp cho khách hàng;\n- Trị giá của thành phẩm, hàng hóa xuất kho để bán, giao đại lý hoặc sử dụng cho sản xuất, kinh doanh;\n- Trị giá hàng hóa trả lại cho người bán;\n- Trị giá thành phẩm, hàng hóa phát hiện thiếu khi kiểm kê;\n- Trị giá hàng tồn kho hao hụt, mất mát phát hiện khi kiểm kê.\nSố dư bên Nợ:\nTrị giá thực tế của chi phí sản xuất, kinh doanh còn dở dang, sản phẩm, hàng hóa và các loại hàng tồn kho khác hiện còn cuối kỳ.\n\nTài khoản 152 có 3 tài khoản cấp 2:\na) Tài khoản 1521 - Nguyên vật liệu, dụng cụ:\nTài khoản này dùng để phản ánh giá trị hiện có và tình hình biến động các loại nguyên vật liệu, dụng cụ của doanh nghiệp siêu nhỏ.\nKết cấu và nội dung phản ánh của Tài khoản 1521 - Nguyên vật liệu, dụng cụ\nBên Nợ:\n- Trị giá thực tế của nguyên vật liệu, dụng cụ nhập kho do mua ngoài, tự chế, thuê ngoài gia công, chế biến, nhận góp vốn hoặc từ các nguồn khác;\n- Trị giá nguyên vật liệu, dụng cụ thừa phát hiện khi kiểm kê.\nBên Có:\n- Trị giá thực tế của nguyên vật liệu, dụng cụ xuất kho dùng vào sản xuất, kinh doanh, để bán, thuê ngoài gia công chế biến;\n- Trị giá nguyên vật liệu, dụng cụ hao hụt, mất mát phát hiện khi kiểm kê.\nSố dư bên Nợ:\nTrị giá thực tế của nguyên vật liệu, dụng cụ tồn kho cuối kỳ.\n\nb) Tài khoản 1524 - Chi phí sản xuất kinh doanh dở dang:\nTài khoản này dùng để tập hợp chi phí sản xuất phục vụ cho việc tính giá thành sản phẩm, dịch vụ. Tài khoản này phản ánh giá trị thực tế của sản phẩm, dịch vụ dở dang đầu kỳ và cuối kỳ.\nKết cấu và nội dung phản ánh của Tài khoản 1524- Chi phí sản xuất, kinh doanh dở dang\nBên Nợ:\n- Các chi phí nguyên vật liệu, nhân công, và các chi phí khác phát sinh trong kỳ liên quan trực tiếp đến sản xuất sản phẩm và chi phí thực hiện dịch vụ;\nBên Có:\n- Giá thành sản xuất thực tế của sản phẩm đã chế tạo xong nhập kho, chuyển đi bán;\n- Chi phí thực tế của khối lượng dịch vụ đã hoàn thành cung cấp cho khách hàng;\n- Trị giá nguyên vật liệu, hàng hoá gia công xong nhập lại kho;\nSố dư bên Nợ: Chi phí sản xuất, kinh doanh còn dở dang cuối kỳ.\n\nc) Tài khoản 1526 - Thành phẩm, hàng hóa:\nTài khoản này dùng để phản ánh giá trị hiện có và tình hình biến động các loại sản phẩm, hàng hóa của doanh nghiệp\nBên Nợ:\n            - Trị giá mua vào của hàng hóa theo hóa đơn mua hàng;\n            - Trị giá của thành phẩm sản xuất hoàn thành hoặc thuê ngoài gia công chế biến;\n            - Trị giá thành phẩm, hàng hóa phát hiện thừa khi kiểm kê;\n            Bên Có:\n            - Trị giá của thành phẩm, hàng hóa xuất kho để bán, giao đại lý hoặc sử dụng cho sản xuất, kinh doanh;\n- Trị giá hàng hóa trả lại cho người bán;\n- Trị giá thành phẩm, hàng hóa phát hiện thiếu khi kiểm kê;\nSố dư bên Nợ: Giá gốc của thành phẩm, hàng hóa tồn kho.",
        "phuongphap": "3.1. Kế toán mua hàng tồn kho\n- Khi mua hàng tồn kho, căn cứ hóa đơn và các chứng từ liên quan phản ánh giá trị hàng nhập kho, nếu thuế GTGT đầu vào được khấu trừ, ghi:\nNợ TK 152 - Hàng tồn kho (giá mua chưa có thuế GTGT)\nNợ TK 1313 - Thuế GTGT được khấu trừ (nếu có)\nCó các TK 111, 331,... (tổng giá thanh toán).\n            Nếu thuế GTGT đầu vào không được khấu trừ, giá trị hàng tồn kho bao gồm cả thuế GTGT đầu vào.\n- Trường hợp trả lại hàng đã mua cho người bán, ghi:\nNợ TK 331 - Các khoản nợ phải trả\n                        Có TK 152 - Hàng tồn kho\n                        Có TK 1313 - Thuế GTGT được khấu trừ (nếu có).\nc) Các chi phí về thu mua, bốc xếp, vận chuyển, bảo quản hàng tồn kho từ nơi mua về kho doanh nghiệp hoặc từ doanh nghiệp chuyển đến nơi tiêu thụ:\nNợ TK 9112 - Chi phí\nNợ TK 1313 - Thuế GTGT được khấu trừ (nếu có)\nCó các TK 111, 331,...\n3.2. Đối với hoạt động thuê ngoài gia công, chế biến:\n- Khi xuất nguyên vật liệu đưa đi gia công, chế biến, ghi:\nNợ TK 1524 - Chi phí sản xuất, kinh doanh dở dang\nCó TK 1521 - Nguyên vật liệu, dụng cụ.\n- Khi phát sinh chi phí thuê ngoài gia công, chế biến, ghi:\nNợ TK 1524 - Chi phí sản xuất, kinh doanh dở dang\nNợ TK 1313 - Thuế GTGT được khấu trừ (nếu có)\nCó các TK 111, 331,...\n- Khi nhập lại kho số nguyên vật liệu thuê ngoài gia công, chế biến, ghi:\nNợ TK 1521 - Nguyên vật liệu, dụng cụ\nNợ TK 1526 – Thành phẩm, hàng hóa (nếu đã gia công thành thành phẩm)\nCó TK 1524 - Chi phí sản xuất, kinh doanh dở dang.\n3.3. Kế toán chi phí sản xuất kinh doanh dở dang\n- Xuất kho nguyên vật liệu, dụng cụ sử dụng cho sản xuất sản phẩm, dịch vụ, ghi:\nNợ TK 1524 - Chi phí sản xuất, kinh doanh dở dang\nCó TK 1521- Nguyên vật liệu, dụng cụ.\n- Mua nguyên vật liệu, dụng cụ về dùng ngay cho sản xuất sản phẩm, dịch vụ không qua nhập kho, ghi:\nNợ TK 1524 - Chi phí sản xuất, kinh doanh dở dang\nNợ TK 1313 - Thuế GTGT được khấu trừ (nếu có)\nCó các TK 111, 331,...\n- Khi nguyên vật liệu, dụng cụ xuất ra cho hoạt động sản xuất sản phẩm hoặc thực hiện dịch vụ cuối kỳ không sử dụng hết nhập lại kho, ghi:\nNợ TK 1521 - Nguyên vật liệu, dụng cụ\nCó TK 1524 - Chi phí sản xuất, kinh doanh dở dang.\n- Tiền lương, tiền công và các khoản khác phải trả cho công nhân sản xuất, nhân viên quản lý phân xưởng, ghi:\nNợ TK 1524 - Chi phí sản xuất, kinh doanh dở dang\nCó TK 3311- Phải trả người lao động.\n- Tính, trích bảo hiểm xã hội, bảo hiểm y tế, bảo hiểm thất nghiệp, bảo hiểm tai nạn lao động, kinh phí công đoàn tính trên số tiền lương, tiền công phải trả công nhân sản xuất, nhân viên quản lý phân xưởng theo tỷ lệ quy định tính vào chi phí của doanh nghiệp, ghi:\nNợ TK 1524 - Chi phí sản xuất, kinh doanh dở dang\nCó TK 3312- Các khoản trích theo lương.\n- Trích khấu hao máy móc, thiết bị, nhà xưởng sản xuất,... thuộc các phân xưởng, bộ phận, tổ, đội sản xuất, ghi:\nNợ TK 1524 - Chi phí sản xuất, kinh doanh dở dang\nCó TK 211- Tài sản cố định (Số khấu hao TSCĐ từng kỳ).\n- Chi phí điện, nước, điện thoại,... thuộc phân xưởng, bộ phận sản xuất, và các khoản chi phí bằng tiền hoặc chưa trả tiền phục vụ cho hoạt động sản xuất sản phẩm:\nNợ TK 1524 - Chi phí sản xuất, kinh doanh dở dang\nNợ TK 1313 - Thuế GTGT được khấu trừ (Nếu có)\nCó các TK 111, 331,...\n- Giá thành sản xuất thực tế sản phẩm sản xuất xong nhập kho hoặc tiêu thụ ngay, ghi:\nNợ TK 1526 - Thành phẩm, hàng hóa (nếu nhập kho)\nNợ TK 9112- Các khoản chi phí (nếu bán ngay không qua kho)\nCó TK 1524 - Chi phí sản xuất, kinh doanh dở dang.\n3.4. Kế toán xuất bán hàng tồn kho, sử dụng hàng tồn kho cho hoạt động của đơn vị:\n- Xuất kho thành phẩm, hàng hóa để bán cho khách hàng, kế toán phản ánh giá vốn của thành phẩm, hàng hóa xuất bán, ghi:\nNợ TK 9112 - Các khoản chi phí\nCó TK 1526 - Thành phẩm, hàng hóa.\n- Khi người mua trả lại số thành phẩm, hàng hóa đã bán:\nNợ TK 91111 - Doanh thu bán hàng và cung cấp dịch vụ\nNợ TK 33131 - Thuế GTGT phải nộp (nếu có)\nCó các TK 111, 131,... (tổng giá trị của hàng bán bị trả lại).\n- Đồng thời phản ánh giá vốn của thành phẩm đã bán nhập lại kho, ghi:\nNợ TK 1526 - Thành phẩm, hàng hóa\nCó TK 9112 - Các khoản chi phí.\n- Khi xuất kho nguyên vật liệu, dụng cụ phục vụ cho hoạt động bán hàng, hoạt động quản lý doanh nghiệp (tiêu dùng nội bộ), ghi:\nNợ TK 9112 - Các khoản chi phí\n                        Có TK 1521- Nguyên vật liệu, dụng cụ.\n3.5. Kế toán thừa, thiếu hàng tồn kho:\nMọi trường hợp phát hiện thừa, thiếu hàng tồn kho khi kiểm kê đều phải lập biên bản và truy tìm nguyên nhân và xác định người phạm lỗi.\na. Kế toán hàng tồn kho phát hiện thừa khi kiểm kê:\n- Khi chưa rõ nguyên nhân, ghi:\nNợ TK 152 - Hàng tồn kho\nCó TK 331 - Các khoản nợ phải trả (3318)\n- Khi có quyết định xử lý hàng tồn kho thừa phát hiện trong kiểm kê:\nNợ TK 331 - Các khoản nợ phải trả (3318)\nCó TK 152 – Hàng tồn kho (Nếu xuất trả đơn vị khác)\nCó TK 91118 - Thu nhập khác (Nếu hạch toán tăng thu nhập khác)\nb. Kế toán hàng tồn kho phát hiện thiếu khi kiểm kê: \nMọi trường hợp thiếu hụt hàng tồn kho phải lập biên bản và truy tìm nguyên nhân, xác định người phạm lỗi. Kế toán căn cứ vào biên bản kiểm kê và quyết định xử lý của cấp có thẩm quyền để ghi sổ kế toán:\n- Nếu do nhầm lẫn hoặc chưa ghi sổ phải tiến hành ghi bổ sung hoặc điều chỉnh lại số liệu trên sổ kế toán;\n- Nếu giá trị hàng tồn kho bị hao hụt chưa rõ nguyên nhân, ghi:\nNợ TK 131 - Các khoản nợ phải thu (1318)\nCó TK 152 - Hàng tồn kho.\n- Khi có quyết định xử lý, ghi:\nNợ TK 111 - Tiền (người phạm lỗi nộp tiền bồi thường)\nNợ TK 3311 - Phải trả người lao động (trừ tiền lương của người phạm lỗi)\nNợ TK 9112 - Các khoản chi phí (phần giá trị hàng tồn kho hao hụt, mất mát còn lại phải tính vào chi phí)\nCó TK 131 - Các khoản nợ phải thu (1318)",
        "childcount": "3"
      },
      {
        "code": "1521",
        "name": "Nguyên vật liệu, dụng cụ",
        "group": "LOẠI TÀI KHOẢN TÀI SẢN",
        "groupcode": "1",
        "parentcode": "152"
      },
      {
        "code": "1524",
        "name": "Chi phí sản xuất kinh doanh dở dang",
        "group": "LOẠI TÀI KHOẢN TÀI SẢN",
        "groupcode": "1",
        "parentcode": "152"
      },
      {
        "code": "1526",
        "name": "Thành phẩm, hàng hóa",
        "group": "LOẠI TÀI KHOẢN TÀI SẢN",
        "groupcode": "1",
        "parentcode": "152"
      },
      {
        "code": "211",
        "name": "Tài sản cố định",
        "group": "LOẠI TÀI KHOẢN TÀI SẢN",
        "groupcode": "1",
        "parentcode": "0",
        "nguyentac": "1.1. Tài khoản này dùng để phản ánh giá trị còn lại hiện có và tình hình biến động về giá trị còn lại của tài sản cố định (TSCĐ) thuộc quyền sở hữu của doanh nghiệp siêu nhỏ.\n1.2. TSCĐ phải được theo dõi, quản lý, sử dụng, ghi nhận, xác  định nguyên giá, tính và trích khấu hao theo đúng quy định tại Thông tư số 45/2013/TT-BTC hướng dẫn về chế độ quản lý, sử dụng và trích khấu hao tài sản cố định và các văn bản sửa đổi, bổ sung hoặc thay thế.\n1.3. TSCĐ của doanh nghiệp siêu nhỏ bao gồm TSCĐ hữu hình và TSCĐ vô hình.\n            a) TSCĐ hữu hình là những tài sản có hình thái vật chất do doanh nghiệp siêu nhỏ nắm giữ để sử dụng cho hoạt động sản xuất, kinh doanh hoặc hoạt động khác phù hợp với tiêu chuẩn ghi nhận TSCĐ hữu hình. Tùy theo yêu cầu quản lý, doanh nghiệp siêu nhỏ có thể theo dõi chi tiết TSCĐ hữu hình theo từng loại, từng nhóm như nhà cửa vật kiến trúc, phương tiện vận tải, máy móc thiết bị,....\nb) TSCĐ vô hình là những tài sản không có hình thái vật chất nhưng xác định được giá trị, do doanh nghiệp siêu nhỏ nắm giữ sử dụng trong sản xuất, kinh doanh, cung cấp dịch vụ hoặc cho các đối tượng khác thuê và phù hợp với tiêu chuẩn ghi nhận TSCĐ vô hình. Tùy theo yêu cầu quản lý, doanh nghiệp siêu nhỏ có thể theo dõi chi tiết TSCĐ vô hình theo từng loại, từng nhóm như quyền sử dụng đất, bản quyền, bằng sáng chế, quyền phát hành, chương trình phần mềm,....\n1.4. Giá trị TSCĐ phản ánh trên TK 211 theo giá trị còn lại. Giá trị còn lại của TSCĐ là số chênh lệch giữa nguyên giá TSCĐ và giá trị khấu hao lũy kế của TSCĐ. Nguyên giá TSCĐ được xác định như sau:\na) Nguyên giá TSCĐ mua sắm bao gồm: Giá mua (trừ các khoản được chiết khấu thương mại, giảm giá), và các chi phí liên quan trực tiếp đến việc đưa tài sản vào trạng thái sẵn sàng sử dụng như chi phí vận chuyển và bốc xếp ban đầu, chi phí lắp đặt, chạy thử và các chi phí liên quan trực tiếp khác.\nb) Nguyên giá TSCĐ hữu hình nhận góp vốn là giá trị do các sáng lập viên hoặc thành viên góp vốn thỏa thuận theo quy định của pháp luật.\n1.5. TSCĐ phải được theo dõi chi tiết cho từng loại TSCĐ và địa điểm bảo quản, sử dụng, quản lý TSCĐ trên “Sổ Tài sản cố định”.\n1.6. TSCĐ của doanh nghiệp siêu nhỏ giảm do nhượng bán, thanh lý, mất mát, phát hiện thiếu khi kiểm kê, tháo dỡ một hoặc một số bộ phận...  đều phải được ghi sổ kế toán. Mọi trường hợp phát hiện thừa hoặc thiếu TSCĐ đều phải tìm nguyên nhân để hạch toán chính xác, kịp thời, theo từng trường hợp cụ thể.",
        "childcode": "0",
        "phananh": "Bên Nợ:\n            - Nguyên giá của TSCĐ tăng do mua sắm, do nhận vốn góp, xây lắp, trang bị thêm hoặc do cải tạo nâng cấp.\nBên Có:\n- Trích khấu hao TSCĐ theo quy định;\n- Giá trị còn lại của TSCĐ giảm do nhượng bán, thanh lý, tháo bớt một hoặc một số bộ phận...\n            Số dư bên Nợ:\n            Giá trị còn lại của TSCĐ hiện có cuối kỳ ở doanh nghiệp.",
        "phuongphap": "3.1. Kế toán tăng TSCĐ\na) Trường hợp nhận vốn góp của chủ sở hữu, ghi:\nNợ TK 211 - TSCĐ (theo giá thỏa thuận)\n Có TK 411 - Vốn chủ sở hữu (4111)\nb) Trường hợp mua sắm TSCĐ:\nNợ TK 211 - TSCĐ\nNợ TK 1313 - Thuế GTGT được khấu trừ (nếu có)\nCó các TK 111, 331,...\n3.2. Trích khấu hao TSCĐ dùng cho hoạt động sản xuất kinh doanh, ghi:\nNợ TK 9112 - Các khoản chi phí (Khấu hao TSCĐ dùng cho bộ phận bán hàng, bộ phận quản lý doanh nghiệp)\nNợ TK 1524- Chi phí sản xuất, kinh doanh dở dang (Khấu hao TSCĐ dùng cho hoạt động sản xuất sản phẩm, dịch vụ)\n            Có TK 211 - TSCĐ (Số khấu hao TSCĐ từng kỳ)\n3.3. Kế toán giảm TSCĐ do thanh lý, nhượng bán TSCĐ, ghi:\n- Phản ánh số thu thanh lý, nhượng bán TSCĐ, ghi:\nNợ các TK 111, 131,...\nCó TK 9111 - Doanh thu và thu nhập (91118)\nCó TK 33131 - Thuế giá trị gia tăng phải nộp (nếu có).\n- Phản ánh giảm giá trị TSCĐ do thanh lý, nhượng bán:\nNợ TK 9112 - Các khoản chi phí (giá trị còn lại)\nCó TK 211 - TSCĐ (giá trị còn lại).\n- Phản ánh chi phí thanh lý, nhượng bán, ghi:\nNợ TK 9112 - Các khoản chi phí\nNợ TK 1313 - Thuế GTGT được khấu trừ (nếu có)\n            Có các TK 111, 331,...\n- Phản ánh số thu từ thanh lý, nhượng bán, ghi:\nNợ TK 111 - Tiền\n                        Có TK 9111 - Doanh thu và thu nhập (91118)\n                        Có TK 33131 - Thuế giá trị gia tăng phải nộp (nếu có)\n3.4. Kế toán TSCĐ phát hiện thừa, thiếu khi kiểm kê:\na) TSCĐ phát hiện thừa\n- Phản ánh giá trị TSCĐ thừa chưa rõ nguyên nhân, ghi:\nNợ TK 211 - Tài sản cố định\nCó TK 331 - Các khoản nợ phải trả (3318)\n- Khi đã rõ nguyên nhân, căn cứ vào quyết định xử lý, ghi:\nNợ TK 331 - Các khoản nợ phải trả (3318)\nCó TK 111, 4111, 91118... .\nb) TSCĐ phát hiện thiếu:\n- Nếu TSCĐ thiếu đã rõ nguyên nhân, căn cứ vào quyết định xử lý, ghi:\nNợ TK 131 - Các khoản nợ phải thu (nếu bắt bồi thường nhưng chưa thu được tiền)\nNợ TK 9112 - Các khoản chi phí (nếu doanh nghiệp chịu tổn thất)\nCó TK 211 - TSCĐ (Giá trị còn lại).\n- Nếu TSCĐ thiếu chưa rõ nguyên nhân:\n+ Phản ánh giá trị TSCĐ thiếu:\nNợ TK 131- Các khoản nợ phải thu\n                        Có TK 211- TSCĐ (giá trị còn lại)\n+ Khi thu được tiền hoặc trừ vào lương của người phải bồi thường, ghi:\nNợ TK 111 - Tiền (nếu thu tiền)\nNợ TK 3311 - Phải trả người lao động (trừ vào lương của người lao động)\n            Có TK 131 - Các khoản nợ phải thu.",
        "childcount": "0"
      },
      {
        "code": "331",
        "name": "Các khoản nợ phải trả",
        "group": "LOẠI TÀI KHOẢN NỢ PHẢI TRẢ",
        "groupcode": "2",
        "parentcode": "0",
        "nguyentac": "1.1. Các khoản nợ phải trả được theo dõi chi tiết theo từng nội dung phải trả, kỳ hạn phải trả, đối tượng phải trả và các yếu tố khác theo nhu cầu quản lý của doanh nghiệp siêu nhỏ.\n1.2. Các khoản nợ phải trả của doanh nghiệp siêu nhỏ bao gồm:\n- Phải trả cho người lao động của doanh nghiệp về tiền lương, tiền công, tiền thưởng, bảo hiểm xã hội và các khoản phải trả khác thuộc về thu nhập của người lao động;\n- Phải trả cơ quan quản lý quỹ BHXH về các khoản trích theo lương như BHXH, BHYT, BH thất nghiệp,...;\n- Phải nộp Nhà nước về các khoản thuế, phí, lệ phí và các khoản khác;\n- Phải trả cho người bán về tiền mua hàng tồn kho, TSCĐ, dịch vụ,...;\n- Phải trả nợ vay của các ngân hàng và đối tượng khác;\n- Các khoản nợ phải trả khác như phải trả cổ tức, lợi nhuận cho chủ sở hữu, giá trị tài sản thừa chờ xử lý,....\nTrong các khoản phải trả nêu trên, doanh nghiệp siêu nhỏ phải theo dõi riêng 4 nhóm sau đây:\n(1) Các khoản tiền lương, tiền công, tiền thưởng có tính chất lương và thu nhập khác phải trả người lao động;\n(2) Các khoản phải trả, các khoản trích theo lương, như kinh phí công đoàn, bảo hiểm xã hội, bảo hiểm y tế, bảo hiểm thất nghiệp,...;\n(3) Các khoản thuế, phí, lệ phí và các khoản khác phải nộp nhà nước;\n(4) Các khoản nợ phải trả khác, như: Phải trả cho người bán về hàng tồn kho, TSCĐ; phải trả nợ vay của các ngân hàng và đối tượng khác; Phải trả cổ tức, lợi nhuận...\n1.3. Doanh nghiệp siêu nhỏ chủ động tính, xác định và kê khai số thuế, phí, lệ phí và các khoản phải nộp cho Nhà nước theo quy định; Kịp thời phản ánh vào sổ kế toán số thuế phải nộp, đã nộp, được khấu trừ, được hoàn...\n- Đối với các khoản thuế được hoàn, được giảm (trừ thuế GTGT được hoàn), kế toán ghi nhận vào các khoản doanh thu và thu nhập.\n- Kế toán phải mở sổ chi tiết theo dõi từng khoản thuế, phí, lệ phí và các khoản phải nộp, đã nộp và còn phải nộp.",
        "childcode": "0",
        "phananh": "Bên Nợ:\n- Các khoản khấu trừ vào tiền lương, tiền công của người lao động;\n- Các khoản tiền lương, tiền công, tiền thưởng có tính chất lương, bảo hiểm xã hội và các khoản khác đã trả, đã chi, đã ứng trước cho người lao động.\n- Các khoản trích theo lương đã nộp cho cơ quan quản lý quỹ;\n- Số thuế GTGT đã được khấu trừ trong kỳ;\n- Số thuế, phí, lệ phí và các khoản khác đã nộp vào Ngân sách Nhà nước;\n- Số thuế được giảm trừ vào số thuế phải nộp;\n- Số thuế GTGT của hàng bán bị trả lại, bị giảm giá.\n- Các khoản nợ phải trả trong kỳ giảm do doanh nghiệp đã thanh toán các khoản nợ phải trả nhà cung cấp về tiền mua hàng tồn kho, TSCĐ, dịch vụ; trả lại các khoản nhận ký quỹ, ký cược; trả lãi nợ vay; các khoản chi trả cổ tức, lợi nhuận cho các chủ sở hữu;…\nBên Có:\n- Các khoản tiền lương, tiền công, tiền thưởng có tính chất lương và các khoản thu nhập khác phải trả người lao động;\n- Tính, trích các khoản phải nộp theo lương, bao gồm cả phần tính vào chi phí và khấu trừ lương của người lao động theo quy định;\n- Số thuế GTGT đầu ra;\n- Số thuế, phí, lệ phí và các khoản khác phải nộp vào Ngân sách Nhà nước.\n- Các khoản nợ phải trả tăng trong kỳ do mua hàng tồn kho, TSCĐ, dịch vụ nhưng chưa thanh toán; Các khoản tiền đi vay, các khoản nhận ký quỹ, ký cược của đơn vị khác; các khoản phải trả cổ tức và lợi nhuận cho chủ sở hữu,...;\nSố dư bên Có: Các khoản nợ phải trả trong đó bao gồm cả số thuế, phí, lệ phí và các khoản khác còn phải nộp vào Ngân sách Nhà nước… hiện còn cuối kỳ;\nTài khoản 331 có thể có số dư bên Nợ. Số dư bên Nợ phản ánh số đã trả nhiều hơn số phải trả (trường hợp cá biệt và trong chi tiết công nợ của từng đối tượng cụ thể).\n Trường hợp cá biệt, TK 3313 có thể có số dư bên Nợ. Số dư bên Nợ (nếu có) của TK 3313 phản ánh số thuế và các khoản đã nộp lớn hơn số thuế và các khoản phải nộp cho Nhà nước hoặc có thể phản ánh số thuế đã nộp được xét miễn, giảm hoặc cho thoái thu nhưng chưa thực hiện việc thoái thu.\n\nTài khoản 331 - Các khoản nợ phải trả có 04 tài khoản cấp 2:\n- Tài khoản 3311 - Phải trả người lao động: Phản ánh tình hình thanh toán các khoản phải trả cho người lao động của doanh nghiệp về tiền lương, tiền công, tiền thưởng có tính chất tiền lương và các khoản thu nhập khác.\n- Tài khoản 3312 - Các khoản trích theo lương: Phản ánh tình hình trích và thanh toán các khoản phải nộp theo lương như kinh phí công đoàn, bảo hiểm xã hội, bảo hiểm y tế, bảo hiểm thất nghiệp ở doanh nghiệp siêu nhỏ.\n- Tài khoản 3313 - Thuế và các khoản phải nộp nhà nước: Phản ánh tình hình thực hiện nghĩa vụ của doanh nghiệp về các khoản thuế, phí, lệ phí và các khoản khác phải nộp, đã nộp, còn phải nộp vào Ngân sách Nhà nước trong kỳ kế toán.\nTK 3313 - Thuế và các khoản phải nộp Nhà nước, có 3 TK cấp 3:\n+ Tài khoản 33131 - Thuế giá trị gia tăng phải nộp: Phản ánh số thuế GTGT đầu ra, số thuế GTGT được miễn, giảm hoặc đã bù trừ với số thuế GTGT đầu vào, số thuế GTGT đã nộp và còn phải nộp vào Ngân sách Nhà nước.\n+ Tài khoản 33134 - Thuế thu nhập doanh nghiệp: Phản ánh số thuế thu nhập doanh nghiệp mà doanh nghiệp siêu nhỏ phải nộp, đã nộp và còn phải nộp vào Ngân sách Nhà nước.\n+ Tài khoản 33138 - Thuế khác, phí, lệ phí và các khoản khác phải nộp nhà nước: Phản ánh số phải nộp, đã nộp và còn phải nộp vào Ngân sách Nhà nước về thuế tiêu thụ đặc biệt, thuế xuất nhập khẩu, thuế thu nhập cá nhân, thuế bảo vệ môi trường và các loại thuế khác như thuế nhà thầu nước ngoài, lệ phí môn bài,....\n- Tài khoản 3318 - Các khoản nợ phải trả khác: Phản ánh các khoản phải trả cho người bán về hàng tồn kho, TSCĐ; phải trả nợ vay của các ngân hàng và đối tượng khác; Phải trả cổ tức, lợi nhuận...",
        "phuongphap": "3.1. Kế toán các khoản phải trả người lao động\n3.1.1. Tính tiền lương, thưởng, các khoản phụ cấp và thu nhập theo quy định phải trả cho người lao động, ghi:\nNợ TK 1524 - Chi phí sản xuất, kinh doanh dở dang (Các khoản nợ phải trả người lao động ở bộ phận sản xuất)\nNợ TK 9112 - Các khoản chi phí (Các khoản nợ phải trả người lao động ở bộ phận bán hàng, quản lý doanh nghiệp)\nCó TK 3311 - Phải trả người lao động.\n3.1.2. Khi trích bảo hiểm xã hội, bảo hiểm y tế, bảo hiểm thất nghiệp, bảo hiểm tai nạn lao động khấu trừ lương của người lao động, ghi:\nNợ TK 3311 - Phải trả người lao động (Đối với các khoản trích theo lương khấu trừ vào lương của người lao động)\nCó TK 331- Các khoản nợ phải trả (3312)\n3.1.3. Tính tiền thuế thu nhập cá nhân của người lao động tại doanh nghiệp phải nộp Nhà nước, ghi:\nNợ TK 3311 - Phải trả người lao động\nCó TK 3313 - Thuế và các khoản phải nộp Nhà nước (33138).\n3.1.4. Khi ứng trước hoặc thực trả tiền lương, tiền công cho công nhân viên và người lao động khác của doanh nghiệp siêu nhỏ, ghi:\nNợ TK 3311 - Phải trả người lao động\nCó TK 111 - Tiền.      \n3.2. Kế toán các khoản trích theo lương:\n3.2.1. Khi trích bảo hiểm xã hội, bảo hiểm y tế, bảo hiểm thất nghiệp, bảo hiểm tai nạn lao động, kinh phí công đoàn, ghi:\nNợ TK 1524 - Chi phí sản xuất kinh doanh dở dang (các khoản trích theo lương của người lao động ở bộ phận sản xuất)\nNợ TK 9112 - Các khoản chi phí (các khoản trích theo lương của người lao động ở bộ phận bán hàng, quản lý doanh nghiệp)\nNợ TK 3311 - Phải trả người lao động (Đối với các khoản trích theo lương khấu trừ vào lương của người lao động)\nCó TK 331- Các khoản nợ phải trả (3312)\n3.2.2. Khi nộp bảo hiểm xã hội, bảo hiểm y tế, bảo hiểm thất nghiệp, bảo hiểm tai nạn lao động, kinh phí công đoàn cho cơ quan quản lý quỹ:\nNợ TK 331- Các khoản nợ phải trả (3312)\n                        Có TK 111 - Tiền\n3.3. Kế toán thuế, phí, lệ phí và các khoản phải nộp nhà nước\n3.3.1. Kế toán thuế GTGT\na) Kế toán thuế GTGT phải nộp:\n- Đối với giao dịch bán sản phẩm, hàng hóa, TSCĐ hoặc cung cấp dịch vụ, ghi:\nNợ các TK 111, 131 (tổng giá thanh toán)\nCó TK 9111- Doanh thu và thu nhập (giá chưa có thuế GTGT) (91111)\nCó TK 33131 - Thuế GTGT phải nộp.\n- Khi doanh nghiệp siêu nhỏ nộp thuế GTGT vào Ngân sách Nhà nước, ghi:\nNợ TK 33131 - Thuế GTGT phải nộp\nCó TK 111 - Tiền.\nb) Kế toán khấu trừ thuế GTGT\nĐịnh kỳ, kế toán tính, xác định số thuế GTGT được khấu trừ với số thuế GTGT đầu ra phải nộp trong kỳ, ghi:\nNợ TK 33131 - Thuế GTGT phải nộp (nếu có)\nCó TK 1313 - Thuế GTGT được khấu trừ.\nc) Trường hợp doanh nghiệp siêu nhỏ được giảm số thuế GTGT phải nộp, kế toán ghi nhận số thuế GTGT được giảm vào các khoản doanh thu và thu nhập, ghi:\nNợ TK 33131 - Thuế GTGT phải nộp (trừ vào số thuế phải nộp)\nCó TK 9111 - Doanh thu và thu nhập (91118).\nd) Kế toán thuế GTGT đầu vào được hoàn, ghi:\nNợ TK 111 - Tiền\n            Có TK 1313 - Thuế GTGT được khấu trừ.\n3.1.2. Thuế thu nhập doanh nghiệp\na) Căn cứ số thuế thu nhập doanh nghiệp phải nộp vào Ngân sách Nhà nước theo quy định, ghi:\nNợ TK 9112 - Các khoản chi phí (91128)\n                        Có TK 33134 - Thuế thu nhập doanh nghiệp.\nb) Khi nộp tiền thuế thu nhập doanh nghiệp vào ngân sách nhà nước, ghi:\nNợ TK 33134 - Thuế thu nhập doanh nghiệp\nCó TK 111 - Tiền.\n3.1.3. Thuế khác, phí, lệ phí và các khoản khác phải nộp nhà nước\na) Thuế thu nhập cá nhân\n- Khi xác định số thuế thu nhập cá nhân phải nộp khấu trừ tại nguồn tính trên thu nhập chịu thuế của người lao động của doanh nghiệp và cá nhân thuê ngoài khác, ghi:\nNợ TK 3311 - Phải trả người lao động (Thuế thu nhập cá nhân trừ vào tiền lương phải trả người lao động)\nNợ TK 1524 - Chi phí sản xuất, kinh doanh dở dang (Thuế thu nhập cá nhân của lao động thuê ngoài phục vụ cho bộ phận sản xuất)\nNợ TK 9112 - Các khoản chi phí (Thuế thu nhập cá nhân của lao động thuê ngoài phục vụ cho hoạt động bán hàng hoặc quản lý doanh nghiệp) (91128)\nCó TK 3313 - Thuế và các khoản phải nộp Nhà nước (33138).\n- Khi nộp thuế thu nhập cá nhân thay cho người có thu nhập, ghi:\nNợ TK 3313 - Thuế và các khoản phải nộp Nhà nước (33138) (nếu có)\nCó TK 111 - Tiền.\nb) Các loại thuế khác, phí, lệ phí và các khoản phải nộp khác\n- Xác định số thuế, phí, lệ phí, tiền thuê đất phải nộp, ghi:\nNợ TK 9112- Các khoản chi phí (91128)\nCó TK 3313 - Thuế và các khoản phải nộp Nhà nước (33138).\n- Khi xác định số lệ phí trước bạ tính trên giá trị tài sản mua về, ghi:\nNợ TK 211 - Tài sản cố định\nCó TK 3313 - Thuế và các khoản phải nộp Nhà nước (33138).\n- Khi nộp các loại thuế, phí, lệ phí và các khoản khác vào NSNN, ghi:\nNợ TK 3313 - Thuế và các khoản phải nộp Nhà nước\nCó TK 111 - Tiền.\n3.4. Kế toán các khoản nợ phải trả khác\n3.4.1. Mua hàng tồn kho, TSCĐ, dịch vụ chưa trả tiền người bán, nếu thuế GTGT được khấu trừ, ghi:\nNợ các TK 152, 211 (giá chưa gồm thuế GTGT)\nNợ TK 9112 - Các khoản chi phí (nếu mua dịch vụ phục vụ cho các hoạt động bán hàng, quản lý doanh nghiệp)\nNợ TK 1524 - Chi phí sản xuất, kinh doanh dở dang (nếu mua dịch vụ phục vụ hoạt động sản xuất sản phẩm, thực hiện dịch vụ)\nNợ TK 1313 - Thuế GTGT được khấu trừ\n            Có TK 331 - Các khoản nợ phải trả (tổng giá thanh toán).\nNếu thuế GTGT không được khấu trừ thì giá mua bao gồm cả thuế GTGT\n3.4.2. Chi tiền trả người bán về các khoản nợ do mua hàng hóa, dịch vụ, TSCĐ,... ghi:\nNợ TK 331 - Các khoản nợ phải trả\nCó TK 111 - Tiền\n3.4.3. Khoản chiết khấu thanh toán được hưởng khi mua hàng tồn kho, dịch vụ, TSCĐ do thanh toán trước thời hạn, ghi:\nNợ TK 331 - Các khoản nợ phải trả\nCó TK 9111 - Doanh thu và thu nhập (91118).\n3.4.4. Trường hợp trả lại hàng tồn kho đã mua hoặc được người bán chấp thuận giảm giá do không đúng quy cách, phẩm chất trừ vào khoản nợ phải trả cho người bán, ghi:\nNợ TK 331 - Các khoản nợ phải trả\nCó TK 1313 - Thuế GTGT được khấu trừ (nếu có)\nCó TK 152 - Hàng tồn kho (1521, 1526)\n3.4.5. Trường hợp doanh nghiệp siêu nhỏ nhận bán hàng đại lý bán đúng giá, hưởng hoa hồng.\n- Khi nhận hàng bán đại lý, doanh nghiệp siêu nhỏ không phản ánh giá trị hàng nhận bán vào TK 152 mà căn cứ vào chứng từ có liên quan để mở sổ chi tiết theo dõi về tình hình tăng, giảm số lượng hàng nhận bán đại lý theo phương thức bán đúng giá, hưởng hoa hồng.\n- Khi bán hàng cho khách hàng, ghi:\nNợ các TK 111, 131 (tổng giá thanh toán)\nCó TK 331 - Các khoản nợ phải trả (tổng giá thanh toán).\n- Khi ghi nhận doanh thu hoa hồng đại lý được hưởng, ghi:\nNợ TK 331 - Các khoản nợ phải trả\nCó TK 9111- Doanh thu và thu nhập (91111)\nCó TK 33131 - Thuế GTGT phải nộp (nếu có).\n- Khi thanh toán tiền cho bên giao hàng đại lý, ghi:\nNợ TK 331 - Các khoản nợ phải trả (giá bán trừ (-) hoa hồng đại lý)\nCó TK 111 - Tiền.\n3.4.6. Khi vay tiền, nhận tiền ký quỹ, ký cược của tổ chức, cá nhân, ghi:\nNợ các TK 111, 152, 211,…\nCó TK 331 - Các khoản nợ phải trả (3318)   \nKhi hoàn trả tiền vay, ký quỹ, ký cược ghi ngược lại bút toán trên\n3.4.7. Tr­ường hợp tài sản phát hiện thừa:\n- Phản ánh giá trị tài sản thừa, ghi:\nNợ TK 111 - Tiền (số tiền thực tế thừa)\nNợ các TK 152, 211 (giá trị hàng tồn kho, TSCĐ thừa)\nCó TK 331 - Các khoản nợ phải trả (3318).\n- Căn cứ vào quyết định xử lý, ghi:\nNợ TK 331 - Các khoản nợ phải trả (3318)\nCó TK 91118,....",
        "childcount": "4"
      },
      {
        "code": "3311",
        "name": "Phải trả người lao động",
        "group": "LOẠI TÀI KHOẢN NỢ PHẢI TRẢ",
        "groupcode": "2",
        "parentcode": "331"
      },
      {
        "code": "3312",
        "name": "Các khoản trích theo lương",
        "group": "LOẠI TÀI KHOẢN NỢ PHẢI TRẢ",
        "groupcode": "2",
        "parentcode": "331"
      },
      {
        "code": "3313",
        "name": "Thuế và các khoản phải nộp nhà nước",
        "group": "LOẠI TÀI KHOẢN NỢ PHẢI TRẢ",
        "groupcode": "2",
        "parentcode": "331"
      },
      {
        "code": "33131",
        "name": "Thuế giá trị gia tăng phải nộp",
        "group": "LOẠI TÀI KHOẢN NỢ PHẢI TRẢ",
        "groupcode": "2",
        "parentcode": "3313"
      },
      {
        "code": "33134",
        "name": "Thuế thu nhập doanh nghiệp",
        "group": "LOẠI TÀI KHOẢN NỢ PHẢI TRẢ",
        "groupcode": "2",
        "parentcode": "3313"
      },
      {
        "code": "33138",
        "name": "Thuế khác, phí, lệ phí và các khoản khác phải nộp Nhà nước",
        "group": "LOẠI TÀI KHOẢN NỢ PHẢI TRẢ",
        "groupcode": "2",
        "parentcode": "3313"
      },
      {
        "code": "3318",
        "name": "Các khoản nợ phải trả khác",
        "group": "LOẠI TÀI KHOẢN NỢ PHẢI TRẢ",
        "groupcode": "2",
        "parentcode": "331"
      },
      {
        "code": "411",
        "name": "Vốn chủ sở hữu",
        "group": "LOẠI TÀI KHOẢN VỐN CHỦ SỞ HỮU",
        "groupcode": "3",
        "parentcode": "0",
        "nguyentac": "1.1. Tài khoản này dùng để phản ánh vốn do chủ sở hữu đầu tư hiện có và tình hình tăng, giảm vốn đầu tư của chủ sở hữu. Ngoài ra, tài khoản này còn phản ánh kết quả kinh doanh (lãi, lỗ) sau thuế TNDN và tình hình phân chia lợi nhuận hoặc xử lý lỗ của doanh nghiệp siêu nhỏ.\n1.2. Vốn đầu tư của chủ sở hữu bao gồm vốn góp ban đầu, góp bổ sung của các chủ sở hữu và vốn khác được bổ sung từ lợi nhuận sau thuế chưa phân phối.\n1.3. Các doanh nghiệp siêu nhỏ chỉ hạch toán vào TK 4111 “Vốn góp của chủ sở hữu” theo số vốn thực tế chủ sở hữu đã góp, không được ghi nhận theo số cam kết góp vốn của các chủ sở hữu.\n1.4. Doanh nghiệp siêu nhỏ phải tổ chức hạch toán chi tiết vốn đầu tư của chủ sở hữu theo từng nguồn hình thành vốn (như vốn góp của chủ sở hữu và vốn khác) và theo dõi chi tiết cho từng tổ chức, cá nhân tham gia góp vốn.\n1.5. Vốn đầu tư của chủ sở hữu giảm khi doanh nghiệp siêu nhỏ trả lại vốn cho chủ sở hữu, bù lỗ kinh doanh hoặc các trường hợp khác theo quy định của pháp luật.\n1.6. Trường hợp nhận vốn góp bằng tài sản phải phản ánh tăng vốn đầu tư của chủ sở hữu theo giá đánh giá lại của tài sản được các bên góp vốn chấp nhận.\n1.7. Việc phân chia lợi nhuận hoạt động kinh doanh của doanh nghiệp siêu nhỏ thực hiện theo quyết định của chủ sở hữu trừ trường hợp pháp luật có quy định khác.",
        "childcode": "0",
        "phananh": "Bên Nợ:\n-  Hoàn trả lại vốn góp cho các chủ sở hữu;\n- Kết chuyển lỗ của hoạt động sản xuất kinh doanh;\n- Chia cổ tức, lợi nhuận cho các chủ sở hữu.\nBên Có:\n- Nhận vốn góp của các chủ sở hữu;\n- Kết chuyển lợi nhuận sau thuế TNDN của doanh nghiệp trong kỳ.\nTài khoản 411 có thể có số dư bên Nợ hoặc bên Có\nSố dư bên Có: Vốn chủ sở hữu hiện có của doanh nghiệp cuối kỳ. Trường hợp doanh nghiệp có số dư bên Nợ khi số lỗ của hoạt động sản xuất kinh doanh lớn hơn số vốn góp của chủ sở hữu.\nTài khoản 411 – Vốn chủ sở hữu có 02 tài khoản cấp 2:\n- Tài khoản 4111 – Vốn góp của chủ sở hữu: Phản ánh số vốn do chủ sở hữu đầu tư hiện có và tình hình tăng, giảm vốn đầu tư của chủ sở hữu.\n- Tài khoản 4118 – Lợi nhuận sau thuế chưa phân phối: Phản ánh kết quả kinh doanh (lãi, lỗ) sau thuế TNDN và tình hình phân chia lợi nhuận hoặc xử lý lỗ của doanh nghiệp siêu nhỏ.",
        "phuongphap": "3.1. Khi thực nhận vốn góp của các chủ sở hữu, ghi:\nNợ TK 111 - Tiền (nếu nhận vốn góp bằng tiền)\nNợ TK 152 - Hàng tồn kho (nếu nhận vốn góp bằng hàng tồn kho)\nNợ TK 211 - Tài sản cố định (nếu nhận vốn góp bằng TSCĐ)\nCó TK  411 - Vốn chủ sở hữu (4111)\nKhi hoàn trả vốn góp cho các chủ sở hữu ghi ngược lại các bút toán trên\n3.2. Khi doanh nghiệp quyết định bổ sung vốn điều lệ từ nguồn lợi nhuận sau thuế chưa phân phối, ghi:\nNợ TK 4118 - Lợi nhuận sau thuế chưa phân phối\n            Có TK 4111 - Vốn góp của chủ sở hữu\n3.3. Cuối kỳ kế toán, xác định kết quả hoạt động kinh doanh:\n- Trường hợp lãi, ghi:\nNợ TK  9111 - Doanh thu và thu nhập (91111, 91118)\nCó TK 4118 - Lợi nhuận sau thuế chưa phân phối.\n- Trường hợp lỗ, ghi:\nNợ TK 4118 - Lợi nhuận sau thuế chưa phân phối\n                        Có TK 9111 - Doanh thu và thu nhập (91111, 91118)\n3.4. Khi có quyết định hoặc thông báo trả lợi nhuận, cổ tức cho các chủ sở hữu, ghi:\nNợ TK 4118 - Lợi nhuận sau thuế chưa phân phối\n            Có TK 331 - Các khoản nợ phải trả (3318).\n- Khi trả lợi nhuận, cổ tức cho các chủ sở hữu, ghi:\nNợ TK 331 - Các khoản nợ phải trả (3318)\n            Có TK 111 - Tiền.",
        "childcount": "2"
      },
      {
        "code": "4111",
        "name": "Vốn góp của chủ sở hữu",
        "group": "LOẠI TÀI KHOẢN VỐN CHỦ SỞ HỮU",
        "groupcode": "3",
        "parentcode": "411"
      },
      {
        "code": "4118",
        "name": "Lợi nhuận sau thuế chưa phân phối",
        "group": "LOẠI TÀI KHOẢN VỐN CHỦ SỞ HỮU",
        "groupcode": "3",
        "parentcode": "411"
      },
      {
        "code": "911",
        "name": "Xác định kết quả kinh doanh",
        "group": "LOẠI TÀI KHOẢN XÁC ĐỊNH KẾT QUẢ KINH DOANH",
        "groupcode": "4",
        "parentcode": "0",
        "nguyentac": "1.1. Tài khoản này dùng để phản ánh Doanh thu và thu nhập, các khoản chi phí và kết quả kinh doanh của doanh nghiệp siêu nhỏ trong một kỳ kế toán. Việc xác định thời điểm ghi nhận, giá trị và cách phân loại doanh thu bán hàng, cung cấp dịch vụ và thu nhập khác được thực hiện theo quy định của pháp luật về thuế.\n1.2. Nguyên tắc kế toán đối với doanh thu và thu nhập\n1.2.1. Toàn bộ các khoản doanh thu và thu nhập phát sinh từ việc bán sản phẩm, hàng hóa hoặc cung cấp dịch vụ, doanh nghiệp siêu nhỏ phải phát hành hóa đơn bán hàng hóa, cung cấp dịch vụ theo quy định của pháp luật thuế và phản ánh kịp thời vào sổ kế toán theo từng loại hoạt động để phục vụ cho việc quản lý và xác định nghĩa vụ thuế của doanh nghiệp siêu nhỏ với ngân sách nhà nước. Doanh nghiệp siêu nhỏ phải theo dõi riêng doanh thu bán hàng hóa, cung cấp dịch vụ và các khoản thu nhập khác ngoài hoạt động bán hàng và cung cấp dịch vụ trong một kỳ kế toán như lãi tiền gửi tiết kiệm, thu thanh lý TSCĐ, các khoản được bồi thường, tiền phạt thu được,…\n1.2.2. Các khoản giảm trừ doanh thu như chiết khấu thương mại, giảm giá hàng bán, doanh thu hàng bán bị trả lại được thực hiện theo quy định của pháp luật về thuế. Trong đó:\n- Nếu các khoản giảm trừ doanh thu phát sinh ngay tại thời điểm bán hàng hóa, dịch vụ thì được trừ trực tiếp vào doanh thu bán hàng và cung cấp dịch vụ trên hóa đơn. Khi đó, doanh thu bán hàng và cung cấp dịch vụ là số tiền bán hàng ghi trên hóa đơn sau khi trừ các khoản giảm trừ doanh thu.\n- Nếu các khoản giảm trừ doanh thu phát sinh sau thời điểm bán hàng hóa, dịch vụ thì được trừ vào doanh thu bán hàng hóa, cung cấp dịch vụ của kỳ phát sinh các khoản giảm trừ doanh thu.\nViệc phát hành hóa đơn liên quan đến các khoản giảm trừ doanh thu bán hàng, cung cấp dịch vụ của doanh nghiệp siêu nhỏ thực hiện theo quy định của pháp luật về thuế.\n1.3. Nguyên tắc kế toán đối với chi phí\n1.31. Chi phí là những khoản chi phí phục vụ hoạt động sản xuất, kinh doanh của doanh nghiệp siêu nhỏ như chi phí bán hàng, chi phí quản lý doanh nghiệp, giá vốn của hàng bán, .... phát sinh trong kỳ, không phân biệt đã chi tiền hay chưa.\n1.3.2. Chi phí của doanh nghiệp siêu nhỏ bao gồm:\n- Giá vốn hàng bán là giá trị xuất kho của thành phẩm, hàng hóa xuất bán hoặc dịch vụ đã cung cấp trong kỳ;\n- Chi phí khác bao gồm:\n+ Các khoản chi phí mà doanh nghiệp siêu nhỏ phải chi ra phục vụ cho bộ phận bán hàng và bộ phận quản lý của doanh nghiệp như tiền lương, tiền công, các khoản trích theo lương, chi phí hoa hồng phải trả cho đại lý bán đúng giá hưởng hoa hồng, chi phí thuê cửa hàng, chi phí thuê văn phòng, chi phí vận chuyển, bốc xếp thành phẩm, hàng hóa mang đi bán,....;\n+ Chi phí lãi vay vốn phục vụ cho sản xuất kinh doanh;\n+ Các khoản chiết khấu thanh toán cho khách hàng được hưởng khi thanh toán sớm các khoản nợ,...;\n+ Giá trị còn lại của TSCĐ thanh lý, nhượng bán; chi phí thanh lý, nhượng bán TSCĐ;\n+ Số thuế TNDN phải nộp vào ngân sách nhà nước theo quy định của pháp luật thuế.\n+ Các khoản bị phạt vi phạm hợp đồng kinh tế,.....\nDoanh nghiệp siêu nhỏ phải mở sổ chi tiết theo dõi riêng từng khoản mục chi phí như giá vốn hàng bán, chi phí bán hàng, chi phí quản lý doanh nghiệp, chi phí lãi vay,....\n1.3.3. Trường hợp doanh nghiệp siêu nhỏ xuất kho hàng hóa để khuyến mại, quảng cáo thì toàn bộ giá trị hàng tồn kho khuyến mại, quảng cáo được hạch toán vào chi phí của doanh nghiệp.\n1.3.4. Doanh nghiệp siêu nhỏ phải kê khai rõ các khoản chi phí được trừ và không được trừ theo quy định của pháp luật về thuế để giải trình căn cứ xác định thu nhập tính thuế TNDN và số thuế TNDN phải nộp NSNN.\n1.4. Tài khoản 911 không có số dư, cuối kỳ kế toán phải kết chuyển lợi nhuận sau thuế TNDN (chênh lệch giữa doanh thu, thu nhập và chi phí phát sinh trong kỳ) sang TK 4118 - Lợi nhuận sau thuế chưa phân phối.",
        "childcode": "0",
        "phananh": "Bên Nợ:\n- Thuế GTGT, thuế tiêu thụ đặc biệt, thuế xuất khẩu và các khoản thuế khác phải nộp nhà nước khi bán sản phẩm, hàng hóa hoặc cung cấp dịch vụ theo quy định của pháp luật thuế;\n- Các khoản giảm trừ doanh thu (doanh thu hàng bán bị trả lại; khoản giảm giá hàng bán, chiết khấu thương mại);\n- Các khoản chi phí phát sinh trong kỳ.\n- Kết chuyển lãi của hoạt động sản xuất kinh doanh sang TK 4118.\nBên Có:\n- Các khoản doanh thu và thu nhập phát sinh từ hoạt động bán sản phẩm, hàng hoá và cung cấp dịch vụ hoặc thu nhập khác phát sinh trong kỳ kế toán;\n- Các khoản giảm chi phí (nếu có);\n- Kết chuyển lỗ của hoạt động sản xuất kinh doanh sang TK 4118.\nTài khoản 911 không có số dư cuối kỳ.\nTài khoản 911 - Xác định kết quả kinh doanh, có 2 tài khoản cấp 2:\n- Tài khoản 9111 - Doanh thu và thu nhập, tài khoản này có 2 tài khoản cấp 3 như sau:\n+ Tài khoản 91111 - Doanh thu bán hàng và cung cấp dịch vụ: Tài khoản này dùng để phản ánh doanh thu và doanh thu thuần của khối lượng sản phẩm, hàng hoá được xác định là đã bán, dịch vụ đã cung cấp trong một kỳ kế toán của doanh nghiệp siêu nhỏ.\n- Tài khoản 91118 - Thu nhập khác: Tài khoản này dùng để phản ánh các khoản thu nhập khác ngoài hoạt động bán hàng và cung cấp dịch vụ trong một kỳ kế toán của doanh nghiệp siêu nhỏ như lãi tiền gửi tiết kiệm, thu thanh lý TSCĐ, các khoản được bồi thường, tiền phạt thu được,…\n- Tài khoản 9112 - Các khoản chi phí, tài khoản này có 2 tài khoản cấp 3 như sau:\n+ Tài khoản 91121 - Giá vốn hàng bán: Tài khoản này dùng để phản ánh giá trị xuất kho của thành phẩm, hàng hóa xuất bán hoặc dịch vụ đã cung cấp trong kỳ.\n+ Tài khoản 91128 - Chi phí khác: Tài khoản này dùng để phản ánh các khoản chi phí khác ngoài giá vốn hàng bán trong kỳ của doanh nghiệp siêu nhỏ như: chi phí bán hàng, chi phí quản lý doanh nghiệp, chi phí lãi vay,... ",
        "phuongphap": "3.1. Phương pháp kế toán đối với doanh thu và thu nhập\n3.1.1. Khi ghi nhận doanh thu bán thành phẩm, hàng hoá hoặc cung cấp dịch vụ:\nNợ các TK 111, 131,... (tổng giá thanh toán)\nCó TK 9111 - Doanh thu và thu nhập (91111)\nCó TK 33131 - Thuế GTGT phải nộp (nếu có).\nTrường hợp hóa đơn bán hàng hóa, cung cấp dịch vụ không tách ngay được số thuế phải nộp, định kỳ doanh nghiệp siêu nhỏ phải xác định số thuế GTGT, tiêu thụ đặc biệt, thuế xuất khẩu,... phải nộp vào NSNN, ghi:\nNợ TK 9111 - Doanh thu và thu nhập (91111)\nCó TK 3313 - Thuế và các khoản phải nộp Nhà nước.\n3.1.2. Trường hợp thu trước tiền cho nhiều kỳ mà doanh thu được phân bổ dần cho từng kỳ (nếu có):\n- Khi nhận tiền của khách hàng trả trước cho nhiều kỳ kế toán, ghi:\nNợ TK 111 - Tiền (tổng số tiền nhận trước)\nCó TK 331 - Các khoản nợ phải trả (3318)\nCó TK 33131 - Thuế GTGT phải nộp (nếu có).\n- Định kỳ, tính và kết chuyển doanh thu của từng kỳ kế toán, ghi:\nNợ TK 331 - Các khoản nợ phải trả (3318)\nCó TK 9111 - Doanh thu và thu nhập (91111).\n- Trường hợp hóa đơn bán hàng hóa, cung cấp dịch vụ không tách ngay số thuế phải nộp, định kỳ doanh nghiệp xác định số thuế GTGT, thuế tiêu thụ đặc biệt, thuế xuất khẩu... phải nộp, ghi:\nNợ TK 9111 - Doanh thu và thu nhập (91111)\nCó TK 3313 - Thuế và các khoản phải nộp Nhà nước.\n3.1.3. Kế toán các khoản giảm trừ doanh thu phát sinh sau khi đã ghi nhận doanh thu:\nNợ TK 9111- Doanh thu và thu nhập (91111)\nNợ TK 3313 - Thuế và các khoản phải nộp Nhà nước (số thuế được điều chỉnh giảm nếu doanh nghiệp nộp thuế GTGT theo phương pháp khấu trừ)\nCó các TK 111, 131.\nTrường hợp các khoản giảm trừ được xác định ngay tại thời điểm bán hàng hóa, cung cấp dịch vụ, kế toán ghi nhận doanh thu theo số đã giảm trừ.\n3.1.4. Khi phát sinh các khoản thu nhập khác như lãi tiền gửi tiết kiệm được nhận, số thu do thanh lý TSCĐ, các khoản được bồi thường, tiền phạt thu được và các khoản thu nhập khác, ghi:\nNợ các TK 111, 131 (tổng giá thanh toán)\nCó TK 9111 - Doanh thu và thu nhập (91118)\nCó TK 33131 - Thuế GTGT phải nộp (nếu có).\n3.1.5. Số tiền chiết khấu thanh toán được hưởng do thanh toán tiền mua hàng trước thời hạn được người bán chấp thuận, ghi:\nNợ TK 331 - Các khoản nợ phải trả (3318)\nCó TK 9111 - Doanh thu và thu nhập (91118).\n3.2. Phương pháp kế toán đối với chi phí\n3.2.1. Khi xuất bán các sản phẩm, hàng hóa hoặc dịch vụ, kế toán ghi nhận giá vốn hàng bán, ghi:\nNợ TK 9112 - Các khoản chi phí (91121)\nCó TK 152 - Hàng tồn kho (1526)\n3.2.2. Hàng bán bị trả lại nhập kho, ghi:\nNợ TK 152 - Hàng tồn kho (1526)\nCó TK 9112 - Các khoản chi phí (giá vốn của hàng bán bị trả lại) (91121).\n3.2.3. Ghi nhận các khoản chi phí của bộ phận bán hàng, bộ phận quản lý doanh nghiệp tại thời điểm phát sinh, ghi:\nNợ TK 9112 - Các khoản chi phí (91128)\nNợ TK 1313 - Thuế GTGT được khấu trừ\nCó các TK 111, 331, 152, 211...\n3.2.4. Hạch toán chi phí lãi tiền vay vốn:\nNợ TK 9112 - Các khoản chi phí (91128)\nCó các TK 111, 331,....\n3.2.5. Chi phí phát sinh cho hoạt động thanh lý, nhượng bán TSCĐ, ghi:\nNợ TK 9112 - Các khoản chi phí (91128)\nNợ TK 1313 - Thuế GTGT được khấu trừ (nếu có)\nCó các TK 111, 331,... (tổng giá thanh toán).\n- Đồng thời ghi giảm giá trị còn lại của TSCĐ thanh lý, nhượng bán, ghi:\nNợ TK 9112 - Các khoản chi phí (91128)\nCó TK 211 - TSCĐ.\n3.2.6. Hạch toán thuế TNDN phải nộp theo quy định, ghi:\n- Khi xác định thuế thu nhập doanh nghiệp phải nộp theo quy định, ghi:\nNợ TK 9112 - Các khoản chi phí (91128)\nCó TK 33134 - Thuế thu nhập doanh nghiệp\n- Khi nộp thuế TNDN vào NSNN, ghi:\nNợ TK 33134 - Thuế thu nhập doanh nghiệp\n                        Có TK 111 - Tiền.\n3.3. Cuối kỳ, kết chuyển kết quả kinh doanh sang tài khoản 4118- Lợi nhuận sau thuế chưa phân phối:\n- Trường hợp có lãi:\nNợ TK 911 - Xác định kết quả kinh doanh\nCó TK 4118 - Lợi nhuận sau thuế chưa phân phối\n- Trường hợp bị lỗ:\nNợ TK 4118 - Lợi nhuận sau thuế chưa phân phối\nCó TK 911 - Xác định kết quả kinh doanh",
        "childcount": "2"
      },
      {
        "code": "9111",
        "name": "Doanh thu và thu nhập",
        "group": "LOẠI TÀI KHOẢN XÁC ĐỊNH KẾT QUẢ KINH DOANH",
        "groupcode": "4",
        "parentcode": "911"
      },
      {
        "code": "91111",
        "name": "Doanh thu bán hàng và cung cấp dịch vụ",
        "group": "LOẠI TÀI KHOẢN XÁC ĐỊNH KẾT QUẢ KINH DOANH",
        "groupcode": "4",
        "parentcode": "9111"
      },
      {
        "code": "91118",
        "name": "Thu nhập khác",
        "group": "LOẠI TÀI KHOẢN XÁC ĐỊNH KẾT QUẢ KINH DOANH",
        "groupcode": "4",
        "parentcode": "9111"
      },
      {
        "code": "9112",
        "name": "Các khoản chi phí",
        "group": "LOẠI TÀI KHOẢN XÁC ĐỊNH KẾT QUẢ KINH DOANH",
        "groupcode": "4",
        "parentcode": "911"
      },
      {
        "code": "91121",
        "name": "Giá vốn hàng bán",
        "group": "LOẠI TÀI KHOẢN XÁC ĐỊNH KẾT QUẢ KINH DOANH",
        "groupcode": "4",
        "parentcode": "9112"
      },
      {
        "code": "91122",
        "name": "Chi phí khác",
        "group": "LOẠI TÀI KHOẢN XÁC ĐỊNH KẾT QUẢ KINH DOANH",
        "groupcode": "4",
        "parentcode": "9112"
      }
    ]
}